Repository: EugeneIT/silex-userprovider
Catalog: src/rootLogin/UserProvider/Resources/translations/messages.*.xliff
Languages: de, fr

source: Create account
de: Registrieren

source: List users
de: Benutzerliste

source: Sign in
de: Einloggen

source: Hello, %name%!
de: Hallo %name%!

source: Edit your profile
de: Bearbeite dein Profil

source: View your profile
de: Benutzerprofil ansehen

source: Change your password
de: Ändere dein Passwort

source: Don't have an account?
de: Hast du noch keinen Account?

source: Register now.
de: Registriere dich jetzt.

source: Password
de: Passwort

source: Remember me on this computer
de: Mein Login auf diesem Computer speichern

source: Forgot your password?
de: Hast du dein Passwort vergessen?

source: Hello, %name%. You are already registered and signed in.
de: Hallo %name%. Du bist bereits registriert und eingeloggt.

source: Sign out
de: Ausloggen

source: Create an account
de: Einen Account erstellen

source: Already have an account?
de: Hast du bereits einen Account?

source: Sign in now.
de: Log dich jetzt ein.

source: Repeat password
de: Passwort wiederholen

source: Register
de: Registrieren

source: Email confirmation needed
de: Bestätigung der E-Mailadresse nötig.

source: Your account is not yet active
de: Dein Account wurde noch nicht aktiviert.

source: An email should have been sent to you at <strong>%email%</strong> when you registered.
de: Als du dich registriert hast haben wir eine E-Mail für dich an die Adresse <strong>%email%</strong> gesendet.

source: Please click the link in that message to confirm your email address and activate your account.
de: Klicke auf den Link in dieser Nachricht um deine Adresse zu bestätigen.

source: Resend the message
de: E-Mail erneuert senden

source: If you don't get an email within a few minutes, make sure to check your spam or junk folder. The sender is <strong>%fromAddress%</strong>.
de: Wenn du in den nächsten paar Minuten keine E-Mail erhältst, überprüfe bitte deinen Spam oder Junk-Mail Ordner. Der Absender ist <strong>%fromAddress%</strong>.

source: Please click the link in that message to activate your account.
de: Bitte klicke auf den Link in dieser Nachricht um deinen Account zu aktivieren.

source: An email has been sent to you at <strong>%email%</strong>.
de: Eine E-Mail für dich wurde für dich an <strong>%email%</strong> gesendet.

source: Pending email confirmation.
de: Warten auf E-Mail Bestätigung.

source: (visible to admins only)
de: (Nur für Administratoren sichtbar)

source: Registered
de: Registriert

source: Edit
de: Bearbeiten

source: Change password
de: Passwort ändern

source: Edit User
de: Bearbeite Benutzer

source: Roles
de: Benutzerrollen

source: Old password
de: Aktuelles Passwort

source: New password
de: Neues Passwort

source: Repeat new password
de: Neues Passwort wiederholen

source: Save
de: Speichern

source: Reset your password
de: Passwort zurücksetzen

source: Choose a new password, %name%
de: Wähle ein neues Passwort, %name%

source: Enter your email address below and we'll send you password reset instructions.
de: Gib unten deine E-Mailadresse ein und wird werden dir die nötigen Anweisungen schicken, dein Passwort zurückzusetzen.

source: Reset
de: Zurücksetzen

source: Thank you!
de: Danke!

source: No user was found with that ID.
de: Kein Benutzer mit dieser ID wurde gefunden.

source: That user is disabled (pending email confirmation).
de: Dieser Benutzer ist deaktiviert (wartet auf E-Mail-Bestätigung).

source: Saved account information.
de: Die Benutzereinstellungen wurden gespeichert.

source: You need to be logged in.
de: Du musst eingeloggt sein.

source: Changed password.
de: Das Passwort wurde geändert.

source: Sorry, your email confirmation link has expired.
de: Entschuldigung, aber dein E-Mail Bestätigungslink ist leider abgelaufen.

source: Thank you! Your account has been activated.
de: Danke! Dein Account wurde aktiviert.

source: No user account was found with that email address.
de: Es wurde kein Benutzeraccount mit dieser E-Mailadresse gefunden.

source: Password resetting is not enabled.
de: Die Funktion "Passwort zurücksetzen" wurde vom Administrator deaktiviert.

source: Instructions for resetting your password have been emailed to you.
de: Wir haben dir Anweisungen geschickt, wie du dein Passwort zurücksetzen kannst.

source: Sorry, your password reset link has expired.
de: Es tut uns leid, aber der Link um dein Passwort zurückzusetzen ist leider abgelaufen.

source: Your password has been reset and you are now signed in.
de: Dein Passwort wurde zurückgesetzt und du bist jetzt eingeloggt.

source: Invalid credentials.
de: Deine Logindaten sind falsch. Bitte überprüfe E-Mail und Passwort.

source: Pending email confirmation
de: Warte auf E-Mail-Bestätigung

# messages-1
source: Registrieren
fr: S'enregistrer

# messages-2
source: Benutzerliste
fr: Liste d'utilisateurs

# messages-3
source: Einloggen
fr: Se connecter

# messages-4
source: Hallo %name%!
fr: Bonjour %name% !

# messages-5
source: Bearbeite dein Profil
fr: Complète ton profil

# messages-6
source: Benutzerprofil ansehen
fr: Voir le profil

# messages-7
source: Ändere dein Passwort
fr: Modifier ton mot de passe

# messages-8
source: Hast du noch keinen Account?
fr: Pas encore enregistré ?

# messages-9
source: Registriere dich jetzt.
fr: S'enregistrer maintenant.

# messages-11
source: Passwort
fr: mot de passe

# messages-12
source: Mein Login auf diesem Computer speichern
fr: Se souvenir de moi sur cet ordinateur

# messages-13
source: Hast du dein Passwort vergessen?
fr: Mot de passe oublié ?

# messages-14
source: Hallo %name%. Du bist bereits registriert und eingeloggt.
fr: Bonjour %name%. Tu es déjà enregistré et connecté.

# messages-15
source: Ausloggen
fr: Déconnecter

# messages-16
source: Einen Account erstellen
fr: Créer un compte

# messages-17
source: Hast du bereits einen Account?
fr: As-tu déjà un compte ?

# messages-18
source: Log dich jetzt ein.
fr: Connecte-toi

# messages-19
source: Passwort wiederholen
fr: Répéter le mot de passe

# messages-20
source: Registrieren
fr: S'enregistrer

# messages-21
source: Bestätigung der E-Mailadresse nötig.
fr: Confirmation de l'adresse e-mail demandée.

# messages-22
source: Dein Account wurde noch nicht aktiviert.
fr: Compte pas encore activé.

# messages-23
source: Als du dich registriert hast haben wir eine E-Mail für dich an die Adresse <strong>%email%</strong> gesendet.
fr: Lors de l'inscription, nous t'avons envoyé un e-mail à cette adresse : <strong>%email%</strong>.

# messages-24
source: Klicke auf den Link in dieser Nachricht um deine Adresse zu bestätigen.
fr: Cliques sur le lien indiqué dans ce message pour confirmer ton adresse.

# messages-25
source: E-Mail erneut senden
fr: Renvoyer l'e-mail

# messages-26
source: Wenn du in den nächsten paar Minuten keine E-Mail erhältst, überprüfe bitte deinen Spam oder Junk-Mail Ordner. Der Absender ist <strong>%fromAddress%</strong>.
fr: Si l'e-mail n'arrive pas dans les prochaines minutes, merci de vérifier dans les spams ou courriers indésirables. L'expéditeur est <strong>%fromAddress%</strong>.

# messages-27
source: Bitte klicke auf den Link in dieser Nachricht um deinen Account zu aktivieren.
fr: Merci de cliquer sur le lien indiqué dans ce message pour activer ton compte.

# messages-28
source: Eine E-Mail für dich wurde für dich an <strong>%email%</strong> gesendet.
fr: Un e-mail a été envoyé pour toi à l'adresse suivante : <strong>%email%</strong>.

# messages-29
source: Warten auf E-Mail Bestätigung.
fr: Attendre l'e-mail de confirmation.

# messages-30
source: (Nur für Administratoren sichtbar)
fr: (Visible uniquement par les administrateurs)

# messages-31
source: Registriert
fr: Enregistré

# messages-32
source: Bearbeiten
fr: Compléter

# messages-33
source: Passwort ändern
fr: Modifier le mot de passe

# messages-34
source: Bearbeite Benutzer
fr: Editer l'utilisateur

# messages-35
source: Benutzerrollen
fr: Rôles de l'utilisateur

# messages-36
source: Aktuelles Passwort
fr: Mot de passe actuel

# messages-37
source: Neues Passwort
fr: Nouveau mot de passe

# messages-38
source: Neues Passwort wiederholen
fr: Répéter le nouveau mot de passe

# messages-39
source: Speichern
fr: Enregistrer

# messages-40
source: Passwort zurücksetzen
fr: Réinitialiser le mot de passe

# messages-41
source: Wähle ein neues Passwort, %name%
fr: Choisis un nouveau mot de passe, %name%

# messages-42
source: Gib unten deine E-Mailadresse ein und wird werden dir die nötigen Anweisungen schicken, dein Passwort zurückzusetzen.
fr: Entre ton adresse e-mail ci-dessous pour recevoir les directives de réinitialisation de mot de passe.

# messages-43
source: Zurücksetzen
fr: Réinitialiser

# messages-44
source: Danke!
fr: Merci !

# messages-45
source: Kein Benutzer mit dieser ID wurde gefunden.
fr: Aucun utilisateur trouvé.

# messages-46
source: Dieser Benutzer ist deaktiviert (wartet auf E-Mail-Bestätigung).
fr: Ce compte n'est pas activé (attendre l'e-mail de confirmation).

# messages-47
source: Die Benutzereinstellungen wurden gespeichert.
fr: Les paramètres de ce compte sont enregistrés.

# messages-48
source: Du musst eingeloggt sein.
fr: Tu dois être connecté.

# messages-49
source: Das Passwort wurde geändert.
fr: Le mot de passe a été modifié.

# messages-50
source: Entschuldigung, aber dein E-Mail Bestätigungslink ist leider abgelaufen.
fr: Désolé, ton lien de confirmation d'e-mail a expiré.

# messages-51
source: Danke! Dein Account wurde aktiviert.
fr: Merci ! Ton compte est activé.

# messages-52
source: Es wurde kein Benutzeraccount mit dieser E-Mailadresse gefunden.
fr: Pas de compte lié à cette adresse e-mail.

# messages-53
source: Die Funktion "Passwort zurücksetzen" wurde vom Administrator deaktiviert.
fr: La fonction de réinitialisation du mot de passe a été désactivée par l'administrateur.

# messages-54
source: Wir haben dir Anweisungen geschickt, wie du dein Passwort zurücksetzen kannst.
fr: Les directives de réinitialisation de mot de passe t'ont été envoyées.

# messages-55
source: Es tut uns leid, aber der Link um dein Passwort zurückzusetzen ist leider abgelaufen.
fr: Désolé, le lien de réinitialisation du mot de passe a expiré.

# messages-56
source: Dein Passwort wurde zurückgesetzt und du bist jetzt eingeloggt.
fr: Le mot de passe a été réinitialisé et tu es connecté.

# messages-57
source: Deine Logindaten sind falsch. Bitte überprüfe E-Mail und Passwort.
fr: Données de compte erronées. Merci de vérifier l'e-mail et le mot de passe.

# messages-58
source: Warte auf E-Mail-Bestätigung
fr: Attendre l'e-mail de confirmation.
